<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Login page Language Lines
    |--------------------------------------------------------------------------
    */

    'title' => 'تسجيل الدخول',

    // Header
    'hello' => 'مرحباً،',
    'my_account' => 'حسابي',

    // Form
    'welcome' => 'مرحبا',
    'log_in_your_account' => 'تسجيل الدخول إلى حسابك',
    'email_address' => 'عنوان البريد الإلكتروني',
    'password' => 'كلمة المرور',
    'remember_me' => 'تذكرني',
    'forgot_password' => 'نسيت كلمة المرور؟',
    'log_in' => 'تسجيل الدخول',
    'please_wait' => 'يرجى الانتظار...',
    'register' => 'إنشاء حساب',

    // Social & Footer
    'or' => 'أو',
    'log_in_with_google' => 'تسجيل الدخول باستخدام جوجل',
    'log_in_with_facebook' => 'تسجيل الدخول باستخدام فيسبوك',
    'dont_have_account' => 'ليس لديك حساب؟',
    'sign_up' => 'إنشاء حساب',

];
