<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    */

    'failed' => 'بيانات الاعتماد هذه غير متطابقة مع سجلاتنا.',
    'throttle' => 'محاولات تسجيل دخول كثيرة جداً. يرجى المحاولة مرة أخرى بعد :seconds ثانية.',
    'banned' => 'حسابك تم حظره',
    'throttle_with_time' => 'لقد قمت بالعديد من الطلبات. يرجى المحاولة مرة أخرى بعد :time.',
    'email_verified' => 'تم التحقق من بريدك الإلكتروني بنجاح',
    'email_changed' => 'تم تغيير البريد الإلكتروني بنجاح',
    'email_not_verified_resend' => 'لم يتم التحقق من البريد الإلكتروني. يرجى إعادة إرسال بريدك!',
];
