<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    */

    'password' => 'يجب أن تكون كلمة المرور ست أحرف على الأقل وأن تتطابق مع التأكيد.',
    'reset' => 'تمت إعادة تعيين كلمة المرور الخاصة بك!',
    'sent' => 'لقد أرسلنا رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني!',
    'token' => 'رمز إعادة تعيين كلمة المرور هذا غير صالح.',
    'user' => 'لا يمكننا إيجاد مستخدم بهذا البريد الإلكتروني.',

];
